Repository: icedt89/Smartbar
Catalog: Source/Smartbar/Views/EditSmartbarSettings/Localization/EditSmartbarSettings.*.resx
Languages: de

# ApplicationsWillBeDeletedDueToSmallerSizeLabelContent
source: The new size is smaller and applications would become invisible! These applications will be deleted.
de: Die neue Größe ist kleiner und Anwendungen könnten nicht mehr angezeigt werden! Diese Anwendungen werden gelöscht.

# EditSmartbarSettingConfigurePluginsLabelContent
source: Some plugins are configurable and provide additional possibilities to change their behavior.
de: Einige plugins sind konfigurierbar und bieten die Möglichkeit in Ihrem Verhalten angepasst zu werden.

# EditSmartbarSettingsAccentColorSchemeLabelContent
source: Color scheme:
de: Farbschema:

# EditSmartbarSettingsAppearenceTabItemHeader
source: Appearence
de: Aussehen

# EditSmartbarSettingsAutoSelectCreatedGroup
source: Auto select created group
de: Automatische Auswahl erstellter Gruppe

# EditSmartbarSettingsBehaviorTabItemHeader
source: Behavior
de: Verhalten

# EditSmartbarSettingsColumnsLabelContent
source: Columns:
de: Spalten:

# EditSmartbarSettingsDeleteGroupWithMiddleMouseButton
source: Can delete group with middle mouse button
de: Gruppe kann mit mittlerer Maustaste gelöscht werden

# EditSmartbarSettingsDeleteWithConfirmation
source: Confirm deletion of groups and applications
de: Löschen von Gruppen und Anwendungen erfordert Bestätigung

# EditSmartbarSettingsDialogDescriptionText
source: Edit the appearence and behavior of Smartbar and installed plugins.
de: Passen Sie das Aussehen und Verhalten von Smartbar und installierten Plugins an.

# EditSmartbarSettingsDialogTitle
source: Settings
de: Einstellungen

# EditSmartbarSettingsDirectEditOfGroupHeader
source: Direct edit of group header via double click
de: Direktes ändern des Gruppennamens mittels Doppelklick

# EditSmartbarSettingsGridCellContentSizeLabelContent
source: Content size:
de: Inhaltsgröße:

# EditSmartbarSettingsGridCellSpacingLabelContent
source: Content spacing:
de: Inhaltsabstand:

# EditSmartbarSettingsHideGroupHeaderIfOnlyOneAvailable
source: Hide group header if only one group is available
de: Verstecke Gruppenname wenn lediglich eine verfügbar ist

# EditSmartbarSettingsLanguageLabelContent
source: Language:
de: Sprache:

# EditSmartbarSettingsNotificationOnPluginUpdates
source: Enable and show updates to installed plugins
de: Aktiviere und zeige Aktualisierungen für installierte Plugins

# EditSmartbarSettingsNotificationOnSmartbarUpdate
source: Enable and show updates to Smartbar
de: Aktiviere und zeige Aktualisierungen für Smartbar

# EditSmartbarSettingsNotificationsTabItemHeader
source: Notifications
de: Benachrichtigungen

# EditSmartbarSettingsPinSmartbarAtPosition
source: Inhibit moving of Smartbar
de: Smartbar kann nicht verschoben werden

# EditSmartbarSettingsPinSmartbarAtPositionTooltip
source: CTRL key disables this behaviour while pressed.
de: Gedrückthalten der Taste STRG deaktiviert dieses Verhalten temporär.

# EditSmartbarSettingsRestorePosition
source: Restore the position of Smartbar on each start up
de: Stelle die letzte gespeicherte Position von Smartbar wieder her

# EditSmartbarSettingsRowsLabelContent
source: Rows:
de: Reihen:

# EditSmartbarSettingsShowStatusbar
source: Show statusbar (show the application name on hover)
de: Zeige Statusleiste (zeigt den Namen der Anwendung bei hover)

# EditSmartbarSettingsSnapOnScreenBorders
source: Stick to screen borders
de: Andocken am Bildschirmrand

# EditSmartbarSettingsSnapOnScreenBordersTooltip
source: CTRL + ALT keys disables this behaviour while pressed.
de: Gedrückthalten der Tasten STRG + ALT deaktiviert dieses Verhalten temporär.

# NoConfigurablePluginsAvailableLabelContent
source: There are no configurable plugins installed.
de: Es sind keine konfigurierbaren Plugins installiert.
